#+TITLE: CIEHLO.org 
#+DATE: Fri Feb 14 10:05:32 2014
#+AUTHOR: Shunchao Wang
#+EMAIL: shunchao.wang@osumc.edu

* Tasks
** NEXT Technical Investigation                                    :ANALYSIS:
:LOGBOOK:
CLOCK: [2014-02-14 Fri 13:01]--[2014-02-14 Fri 14:24] =>  1:23
CLOCK: [2014-02-14 Fri 12:27]--[2014-02-14 Fri 12:41] =>  0:14
CLOCK: [2014-02-14 Fri 10:35]--[2014-02-14 Fri 10:44] =>  0:09
CLOCK: [2014-02-14 Fri 10:08]--[2014-02-14 Fri 10:11] =>  0:03
CLOCK: [2014-02-14 Fri 10:05]--[2014-02-14 Fri 10:06] =>  0:01
:END:
[2014-02-14 Fri 10:05]
*** WSO2 Canbon
  - Not open source
  - Can investigate into the workflow
*** Apache Felix
*** Eclipse Equinox

** HOLD Create sample OSGi projects                           :WAITING:HOLD:
- State "HOLD"       from "TODO"       [2014-02-14 Fri 10:35] \\
  Backlog.
  :LOGBOOK:
  CLOCK: [2014-02-14 Fri 10:33]--[2014-02-14 Fri 10:34] =>  0:01
  :END:
  [2014-02-14 Fri 10:33]
* Notes

